Repository: TYPO3-Solr/ext-solr
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: cs, de, es, fr, it, ja, nl, pl, pt

# solr.backend.index_administration.description
source: The Index Administration Module is responsible for emptying the cores(deleting documents) on Solr Server and index queues in TYPO3 CMS.
cs: Modul správy indexu je zodpovědný za vyprázdnění jader (mazání dokumentů) na Solr Server a indexové fronty v TYPO3 CMS.
de: Das Index-Administrationsmodul ist für das Leeren der Kerne (Löschen von Dokumenten) auf dem Solr Server und der Index-Queues in TYPO3 CMS verantwortlich.
es: El index administration module es el encargado de vaciar los núcleos (borrar documentos) en las colas de servidores e indexación de Solr en CMS TYPO3.
fr: Le module d'administration de l'index est chargé de vider les noyaux (suppression de documents) sur le serveur Solr et les files d'indexation dans le CMS TYPO3.
ja: Index Administration Module は、Solrサーバーと TYPO3 CMS のインデックス キュー上のコアを空にする (ドキュメントを削除する) 役割を担います。
pt: O Index Administration Module é responsável por esvaziar os núcleos (excluir documentos) no servidor Solr e filas de indexação no TYPO3 CMS.

# solr.backend.index_administration.index_emptied_all
source: Index emptied for Site "%s" (%s).
cs: Index pro stránku "%s" (%s) byl vyprázdněn.
de: Index für Seite "%s" (%s) geleert.
es: Índice vaciado para sitio "%s" (%s).
fr: Index vidé pour le site « %s » (%s).
ja: サイト「%s」 のインデックスを空にしました (%s)。
pt: Índice esvaziado para o site "%s" (%s).

# solr.backend.index_administration.success.queue_emptied
source: Index Queue emptied for Site "%s".
cs: Fronta indexu pro stránku "%s" byla vyprázdněna.
de: Index-Warteschlange für Seite "%s" geleert.
es: Cola de indexación vaciada para sitio "%s".
fr: File d'indexation vidée pour le site « %s ».
ja: サイト「%s」 のインデックス キューを空にしました。
pt: Index Queue esvaziada para o site "%s".

# solr.backend.index_administration.error.on_empty_index
source: An error occurred while trying to delete documents from the index: %s
cs: Při pokusu o odstranění dokumentů z indexu došlo k chybě: %s
de: Ein Fehler trat auf beim Versuch, Dokumente aus dem Index zu löschen: %s
es: Se ha producido un error al intentar borrar documentos del índice: %s
fr: Une erreur s'est produite lors de la tentative de suppression de documents de l'index : %s
ja: 次のインデックスからドキュメントを削除する際にエラーが発生しました: %s
pt: Ocorreu um erro ao tentar excluir documentos da indexação: %s

# module_indexinspector
source: Search Index Inspector
cs: Inspektor vyhledávacího indexu
de: Suchindex Inspektor
es: Buscar inspector de índices
fr: Inspecteur de l'index de recherche
ja: を検索

# plugin_results
source: Search
cs: Hledat
de: Suche
es: Buscar
fr: Recherche
ja: 検索
pt: Pesquisa

# plugin_results_description
source: A search form and results list.
cs: Vyhledávací formulář a seznam výsledků.
de: Ein Suchformular und eine Ergebnisliste.
es: Un formulario de búsqueda y una lista de resultados.
fr: Un formulaire de recherche et une liste de résultat.
ja: 検索フォームと結果リスト。
pt: Um formulário de pesquisa e lista de resultados.

# siteselector_switched_successfully
source: Successfully switched to Site "%s".
cs: Úspěšně přepnuto na stránku "%s".
de: Erfolgreich zur Seite "%s " gewechselt.
es: Se ha cambiado correctamente al sitio "%s".
fr: Passage réussi au site « %s ».
ja: サイト「%s」に切り替えました。
pt: Mudança bem-sucedida para o site "%s".

# siteselector_switched_to_first_available_site
source: The previously selected Site "%s" does not exist or the indexing for that Site was disabled. Switched to "%s", which was the first available one.
cs: Dříve vybraná stránka "%s" neexistuje nebo bylo indexování pro tuto stránku zakázáno. Přepnuto na „%s“ jako nejbližší dostupná stránka.
de: Die zuvor ausgewählte Seite "%s" existiert nicht oder die Indizierung für diese Seite wurde deaktiviert. Auf "%s" gewechselt, was die erste verfügbare Seite war.
es: El sitio previamente seleccionado "%s" no existe o la indexación de ese sitio se ha desactivado. Se ha cambiado a "%s", que era el primero disponible.
fr: Le site « %s » précédemment sélectionné n'existe pas ou l'indexation de ce site a été désactivée. Passage au site « %s », qui était le premier disponible.
ja: 以前選択されたサイト「%s」が存在しないか、そのサイトのインデックス作成が無効になっています。利用可能な最初のサイト「%s」に切り替えました。
pt: O site "%s" anteriormente selecionado não existe ou a indexação para esse site foi desativada. Mudado para "%s", o primeiro disponível.

# siteselector_site_does_not_exist_anymore
source: Couldn't switch to the Site "%s". This site does not exist anymore or the indexing for that Site was disabled. Switched to the first available Site "%s".
cs: Nelze přepnout na stránku "%s". Tato stránka již neexistuje nebo bylo indexování této stránky zakázáno. Přepnuto na nejbližší stránku "%s".
de: Konnte nicht zur Seite "%s" wechseln. Diese Seite existiert nicht mehr oder die Indizierung für diese Seite wurde deaktiviert. Zur ersten verfügbaren Seite "%s" gewechselt.
es: No se ha podido cambiar al sitio "%s". Este sitio ya no existe o la indexación de ese sitio se ha desactivado. Se ha cambiado al primer sitio disponible "%s".
fr: Impossible de passer au site « %s ». Ce site n'existe plus ou l'indexation de ce site a été désactivée. Passage au premier site disponible « %s ».
ja: サイト「%s」に切り替えられませんでした。このサイトが存在しないか、そのサイトのインデックス作成が無効になっています。利用可能な最初のサイト「%s」に切り替えました。
pt: Não foi possível mudar para o site "%s". Esse site já não existe ou a indexação para esse site foi desativada. Mudança realizada para o primeiro site "%s" disponível.

# coreselector_switched_to_default_core
source: The previously selected core "%s" is not available in "%s" site, therefore switched to default core "%s".
cs: Dříve vybrané jádro "%s" není dostupné na webu "%s", proto bylo přepnuto na výchozí jádro "%s".
de: Der zuvor ausgewählte Kern "%s" ist nicht verfügbar auf der "%s" Webseite, daher auf den Standardkern "%s " gewechselt.
es: El núcleo previamente seleccionado "%s" no está disponible en el sitio "%s", por lo que se ha cambiado al núcleo por defecto "%s".
fr: Le noyau « %s » sélectionné précédemment n'est pas disponible sur le site « %s », passage au noyau par défaut « %s ».
ja: 以前に選択されていたコア「%s」がサイト「%s」で利用できませんので、既定のコア「%s」に切り替えました。
pt: O núcleo "%s" anteriormente selecionado não está disponível no site "%s", por isso foi mudado para o núcleo predefinido "%s".

# coreselector_switched_successfully
source: Successfully switched to core "%s".
cs: Úspěšně přepnuto na jádro "%s".
de: Erfolgreich zum Kern "%s " gewechselt.
es: Se ha cambiado correctamente al núcleo "%s".
fr: Passage réussi au noyau « %s ».
ja: コア「%s」に切り替えました。
pt: Mudança bem-sucedida para o núcleo "%s".

# mlang_labels_tablabel
source: Apache Solr Search Administration
cs: Administrace vyhledávání Apache Solr
de: Apache Solr Such-Administration
es: Administración de búsquedas de Apache Solr
fr: Moteur de recherche Apache Solr
ja: Apache Solr 検索管理

# mlang_labels_tabdescr
source: Allows you to manage Apache Solr from TYPO3.<br /><em>Access for 'admin' users only!</em>
de: Erlaubt dir Apache Solr von TYPO3 zu verwalten.<br /><em>Zugriff nur für 'admin' Benutzer!</em>
es: Permite administrar Apache Solr desde TYPO3.<br /><em>¡Acceso únicamente para usuarios 'admin'!</em>
fr: Vous permet d'exécuter Apache Solr depuis TYPO3.<br /><em>Accès réservé aux utilisateurs 'admin' uniquement&!</em>
ja: TYPO3 から Apache Solr を管理できるようになります。<br /><em>「管理者」ユーザーのみ利用可能です。</em>
pt: Permite gerenciar o Apache Solr a partir do TYPO3.<br /><em>Acesso apenas para usuários "admin"!</em>

# mlang_tabs_tab
source: Search
cs: Hledat
de: Suche
es: Buscar
fr: Rechercher
ja: 検索
pt: Pesquisa

# index_description
source: View the number of documents and fields in your index
cs: Zobrazení počtu dokumentů a polí v indexu
de: Anzahl der Dokumente und Felder im Index anzeigen
es: Visualiza el número de documentos y campos en su índice
fr: Visualisez le nombre de documents et de champs de votre index
ja: インデックスのドキュメントとフィールドの数を表示
pt: Ver o número de documentos e campos na sua indexação

# statistics_title
source: Apache Solr Statistics
cs: Statistiky Apache Solr
de: Apache Solr Statistiken
es: Estadísticas de Apache Solr
fr: Statistiques d'Apache Solr

# statistics_description
source: Provides several Solr usage statistics
cs: Poskytuje několik statistik využití Solr
de: Bietet mehrere Solr-Nutzungsstatistiken
es: Proporciona varias estadísticas de uso de Solr
fr: Fourni plusieurs statistiques d'usage de Solr
ja: Solr 使用状況の統計情報数件を提供します
pt: Fornece várias estatísticas de uso Solr

# optimizeindex_title
source: Optimize index of a site
de: Index der Seite optimieren
fr: Optimiser l'index d'un site

# optimizeindex_description
source: Optimizes the index of a site.
de: Optimiert den Index einer Seite.
fr: Optimise l'index d'un site.

# reindex_title
source: Force Re-Indexing of a site
cs: Vynutit opětovné indexování webu
de: Re-Indexierung der Seite erzwingen
es: Fuerza la reindexación de un sitio
fr: Force la réindexation d'un site
ja: サイトのインデックスを強制的に再設定します
nl: Forceer herindexering van een website
pt: Force Re-Indexing de um site

# reindex_description
source: Purges the Solr Index and initializes the Index Queue of a site.
cs: Vyčistí index Solr a inicializuje frontu indexu webu.
de: Leert den solr index und initialisiert die Index Queue einer Seite.
es: Purga el índice de Solr e inicializa la cola de indexación de un sitio.
fr: Purge l'index de Solr et initialise la file d'indexation d'un site.
ja: サイトの Solr インデックスを消去してインデックス キューを初期化します。
nl: Leegt de Solr index en initialiseert de Index Wachtrij van een website.
pt: Limpa o Solr Index e inicializa a Index Queue de um site.

# indexqueueworker_description
source: Processes the items in the Index Queue and sends them to Solr.
cs: Zpracuje položky v indexové frontě a odešle je do Solr.
de: Verarbeitet einen Item in der Index Queue und sendet ihn an den Solr Server.
es: Procesa los elementos de la cola de indexación y los envía a Solr.
fr: Traite les élément de la file d'indexation et les envoie à Solr.
ja: インデックス キューの項目を処理して Solr に送信します。
nl: Verwerkt de documenten in de Index Wachtrij en verstuurt deze naar Solr.
pt: Processa os itens na Index Queue e os envia para o Solr.

# indexqueueworker_field_documentsToIndexLimit
source: Number of documents to index
cs: Počet dokumentů k indexování
de: Anzahl der zu indexierenden Dokumente
es: Número de documentos a indexar
fr: Nombre de documents à indexer
ja: インデックスを設定するドキュメントの数
nl: Aantal te indexeren documenten
pt: Número de documentos a indexar

# indexqueueworker_field_forcedWebRoot
source: Forced webroot (only needed when webroot is not PATH_site)
cs: Vynucený webroot (potřebný pouze v případě, že webroot není PATH_site)
de: Forced webroot (Nur notwendig wenn webroot von PATH_site abweicht)
es: Webroot forzado (solo necesario si el webroot no es PATH_site)
fr: Racine forcée (nécessaire uniquement lorsque la racine n'est pas PATH_site)
ja: 強制 webroot (webroot が PATH_site でない場合のみ必要)
nl: Geforceerde webroot (alleen nodig als de webroot anders is dan PATH_site)
pt: Webroot forçado (necessário apenas quando o webroot não é PATH_site)

# field_path
source: Solr Path
cs: Solr Cesta
de: Solr Pfad
es: Ruta de Solr
fr: Chemin Solr
ja: Solr パス
nl: Solr pad

# field_site
source: Site
de: Webseite
es: Sitio
ja: サイト
nl: Website

# field_cores
source: Cores to optimize index for
de: Kerne zum Optimieren der Indizierung für

# tasks.validate.selectSiteFirst
source: Please select a site first.
de: Bitte wähle zuerst eine Seite aus.

# tasks.validate.invalidCores
source: No cores have been selected.
de: Es wurden keine Kerne ausgewählt.

# searchUnavailable
source: Search is currently not available.
cs: Vyhledávání momentálně není k dispozici.
de: Die Suche steht im Moment nicht zur Verfügung.
es: La búsqueda no está disponible actualmente.
fr: La recherche est actuellement indisponible.
it: La ricerca non è al momento disponibile.
ja: 検索は現在使用できません。
nl: Zoeken is op dit moment niet beschikbaar.
pl: Wyszukiwarka nie jest w tej chwili dostępna.
pt: A pesquisa não está disponível no momento.

# searchFailed
source: We're sorry. The request you tried to make could not be processed.
cs: Omlouváme se. Požadavek, který jste se pokusili podat, nelze zpracovat.
de: Es tut uns leid. Ihre Suchanfrage konnte nicht verarbeitet werden.
es: Lo sentimos. La consulta que ha tratado de hacer no ha podido ser procesada.
fr: Désolé. Votre demande n'a pas pu être traitée.
it: Errore. Impossibile elaborare la query di ricerca.
ja: 申し訳ありません。実行しようとした要求は処理できません。
nl: Het spijt ons. Uw verzoek kon niet worden verwerkt.
pl: Przykro nam bardzo, ale Twoje wyszukiwanie nie może zostać zrealizowane.
pt: Lamentamos. Não foi possível processar o pedido que você tentou realizar.

# searchWord
source: Search Term
cs: Hledaný výraz
de: Suchbegriff
es: Término de búsqueda
fr: Critère de recherche
it: Termine di ricerca
ja: 検索語句
nl: Zoekwoord
pl: Wyszukiwana treść

source: Did you mean
cs: Máte na mysli
de: Meinten Sie
es: ¿Quiso decir...?
fr: Pensiez-vous à
it: Forse cercavi:
ja: 検索語句の候補
nl: Bedoelde u
pl: Czy masz na myśli
pt: Você quis dizer

# submit
source: Search
cs: Hledat
de: Suchen
es: Buscar
fr: Recherche
it: Ricerca
ja: 検索
nl: Zoek
pl: Szukaj
pt: Pesquisa

# sorting_sortBy
source: Sort by
cs: Seřadit podle
de: Sortieren nach
es: Ordenar por
fr: Trier par
it: Ordina
ja: 並び替え項目
nl: Sorteer op
pl: Sortuj wg.
pt: Ordenar por

# faceting_narrowSearch
source: Narrow Search
cs: Upřesnit výběr
de: Suchfilter
es: Restringir búsqueda
fr: Filtre de résultats
it: Filtro di ricerca
ja: 絞り込み検索
nl: Resultaat verfijnen
pl: Zawęź wyniki
pt: Restringir pesquisa

# faceting_resultsNarrowedBy
source: Search narrowed by
cs: Výběr upřesněn podle
de: Aktive Filter
es: Búsqueda restringida por
fr: Filtres actifs
it: Filtro attivo
ja: 絞り込み結果
nl: Resultaat verfijnd op
pl: Zawężone przez
pt: Pesquisa restringida por

# faceting_showMore
source: Show more
cs: Zobrazit více
de: Mehr zeigen
es: Mostrar más
fr: Afficher plus
it: Espandi
ja: 表示数を増やす
nl: Toon meer
pl: Pokaż więcej
pt: Mostrar mais

# faceting_showFewer
source: Show fewer
cs: Zobrazit méně
de: Weniger zeigen
es: Mostrar menos
fr: Afficher moins
it: Riduci
ja: 表示数を減らす
nl: Toon minder
pl: Pokaż mniej
pt: Mostrar menos

# faceting_removeAllFilters
source: Remove all filters
cs: Odstraň všechny filtry
de: Alle Filter entfernen
es: Quitar todos los filtros
fr: Retirer tous les filtres
it: Rimuovi tutti i filtri
ja: フィルタをすべて削除
nl: Verwijder alle filters
pl: Usuń wszystkie filtry
pt: Remover todos os filtros

# faceting_filter
source: Filter
cs: Filtr
de: Filtern

# results_range
source: Displaying results %s to %s of %s.
de: Zeige Ergebnisse %s bis %s von %s.

# results_found
source: Found %s results in %s milliseconds.
de: Es wurden %s Ergebnisse in %s Millisekunden gefunden.

# results_found.singular
source: Found 1 result in %s milliseconds.
de: Es wurde 1 Ergebnis in %s Millisekunden gefunden.

# results_searched_for
source: Searched for "%s".
de: Gesucht nach "%s".

# no_results_nothing_found
source: Nothing found for "%s".
de: Nichts gefunden für "%s".

# no_results_showing_results_suggestion
source: Showing results for "%s".
de: Ergebnisse für "%s".

# no_results_search_for_original
source: Search instead for "%s".
de: Stattdessen suchen nach "%s".

source: Last searches
cs: Poslední hledání
de: Letzte Suchanfragen
es: Últimas búsquedas
fr: Dernières recherches
it: Ultime ricerche
ja: 前の検索
nl: Laatste zoekopdrachten
pt: Últimas pesquisas

source: Frequent searches
cs: Časté hledání
de: Häufige Suchanfragen
es: Búsquedas frecuentes
fr: Recherches fréquentes
it: Ricerche più frequenti
ja: 共通検索
nl: Vaak gezocht
pt: Pesquisas frequentes

source: Relevance
de: Relevanz
es: Relevancia
fr: Pertinence
it: Rilevanza
ja: 関連
nl: Relevantie
pl: Waga
pt: Relevância

source: Sponsored
cs: Sponzorováno
de: Gesponsert
es: Patrocinado
fr: Sponsorisé
pt: Patrocinado

# file_mimetype
source: File type
cs: Typ souboru
de: Dateityp
es: Tipo de archivo
fr: Type de fichier
it: Tipo di file
ja: ファイルの種類
nl: Bestandstype
pt: Tipo de arquivo

# file_referenced
source: Referenced at
cs: Odkazováno na
de: Verlinkt bei
es: Referenciado en
fr: Référencé par
it: Link a
ja: 参照元
nl: Geplaatst op
pt: Referenciado em

source: Results per page:
cs: Výsledek na stránku:
de: Ergebnisse pro Seite:
es: Resultados por página:
fr: Résultats par page :
it: Risultati per pagina:
ja: ページ毎の結果:
nl: Resultaten per pagina:
pl: Wyników na stronę:
pt: Resultados por página:

# error_errors
source: We're sorry, there were some errors:
cs: Omlouváme se, došlo k několika chybám:
de: Es tut uns leid, es gab einige Fehler:
fr: Nous sommes désolés, il y a eu quelques erreurs :
pl: Przykro nam, natknęliśmy się na błędy:
pt: Lamentamos, ocorreram alguns erros:

# error_emptyQuery
source: Please enter your search term in the box above.
cs: Prosím, zadejte hledaný výraz do pole výše.
de: Bitte geben Sie ihr Suchwort in das Suchfeld ein.
es: Introduzca su término de búsqueda en el cuadro de arriba.
fr: Veuillez remplir les termes de recherche dans le champ ci-dessus.
pl: Wpisz słowa kluczowe w polu powyżej.
pt: Insira o seu termo de pesquisa na caixa acima.

# pagebrowser_first
source: First
cs: První
de: Erste
fr: Premier
it: Pagina iniziale
nl: Eerste
pl: Pierwsza
pt: Primeiro

# pagebrowser_prev
source: Previous
cs: Předchozí
de: Vorherige
fr: Précédent
it: Indietro
nl: Vorige
pl: Poprzednia
pt: Próximo

# pagebrowser_next
source: Next
cs: Další
de: Nächste
es: Siguiente
fr: Suivant
it: Avanti
nl: Volgende
pl: Następna
pt: Próximo

# pagebrowser_last
source: Last
cs: Poslední
de: Letzte
es: Última
fr: Dernier
it: Ultima pagina
nl: Laatste
pl: Ostatnia
pt: Último

# suggest_header
source: Top Results
cs: Nejlepší výsledky
de: Top Treffer
fr: Meilleurs résultats

# solr.backend.index_queue_module.description
source: The Index Queue manages content indexing. Content enters the Index Queue by initialization below or when new content is created based on configuration. Items in the Index Queue are indexed newest changes first until all items in the queue have been indexed.
cs: Indexování obsahu spravuje Fronta indexů. Obsah vstupuje do indexové fronty inicializací níže nebo při vytvoření nového obsahu na základě konfigurace. Položky v indexové frontě jsou indexovány jako první nejnovější změny, dokud nebudou indexovány všechny položky ve frontě
de: Die Index-Warteschlange verwaltet die Indizierung von Inhalten. Inhalte werden durch Initialisierung in die Index-Warteschlange aufgenommen oder wenn neue Inhalte auf der Grundlage der Konfiguration erstellt werden. Die jüngsten Änderungen in der Index-Warteschlange werden zuerst indiziert, bis alle Elemente in der Warteschlange indiziert sind.
es: La cola de indexación gestiona la indexación del contenido. El contenido entra en la cola de indexación mediante la inicialización de más abajo o cuando se crea un nuevo contenido basándose en la configuración. Los elementos de la cola de indexación se indexan según el principio de 'los últimos cambios primero' hasta haberse indexado todos los elementos de la cola.
fr: La file d'indexation gère l'indexation du contenu. Le contenu entre dans la file d'indexation par l'initialisation ci-dessous ou lors de la création d'un nouveau contenu selon la configuration. Les éléments de la file d'indexation sont indexés en commençant par les changements les plus récents jusqu'à ce que tous les éléments de la file d'indexation aient été indexés.
ja: インデックス キューはコンテンツのインデックス設定を管理します。コンテンツは、次の初期化によって、または構成設定に基づいて新規コンテンツが作成された時に、インデックス キューに追加されます。インデックス キュー内の項目は、キュー内の全ての項目がインデックス設定されるまで、最新の変更が最初にインデックス設定されいます。
pt: A Index Queue gere a indexação de conteúdos. O conteúdo entra na Index Queue através da inicialização abaixo ou quando é criado novo conteúdo com base na configuração. Os itens na Index Queue são indexados primeiro com as alterações mais recentes até todos os itens na fila terem sido indexados.

# solr.backend.index_queue_module.errors.reset_button
source: Reset errors
cs: Resetovat chyby
de: Fehler zurücksetzen
es: Suprimir errores
fr: Réinitialiser les erreurs
ja: リセット エラー
pt: Redefinir erros

# solr.backend.index_queue_module.errors.headline
source: Indexing Errors
cs: Chyba indexování
de: Indizierungsfehler
es: Indexar errores
fr: Erreurs d'indexation
ja: インデックス設定エラー

# solr.backend.index_queue_module.errors.item_type
source: Item Type
cs: Typ předmětu
de: Item Typ
es: Tipo de elemento
fr: Type d'élément
ja: 項目の種類

# solr.backend.index_queue_module.errors.show_button
source: Show error
cs: Zobrazit chyby
de: Fehler anzeigen
es: Mostrar error
fr: Afficher l'erreur
pt: Exibir erro

# solr.backend.index_queue_module.flashmessage.error.index_manual
source: An error occurred while indexing manual from the backend.
cs: Při indexování manuálu z backendu došlo k chybě.
de: Beim Indizieren des Handbuchs aus dem Backend ist ein Fehler aufgetreten.
es: Se ha producido un error al indexar manualmente desde backend.
fr: Une erreur s'est produite lors de l'indexation manuelle de l'application en arrière-plan.
ja: バックエンドから手動でインデックス設定する際にエラーが発生しました。
pt: Ocorreu um erro ao realizar a indexação manual a partir do back-end.

# solr.backend.index_queue_module.flashmessage.error.reset_errors
source: An error occurred while resetting the error log in the index queue.
cs: Při resetování protokolu chyb ve frontě indexu došlo k chybě.
de: Beim Zurücksetzen des Fehlerprotokolls in der Index-Warteschlange ist ein Fehler aufgetreten.
es: Se ha producido un error al suprimir el log de errores en la cola de indexación.
fr: Une erreur s'est produite lors de la réinitialisation du fichier d'erreurs dans la file d'indexation.
ja: インデックス キュー内のエラーログのリセット時にエラーが発生しました:
pt: Ocorreu um erro ao redefinir o log de erros na fila de indexação.

# solr.backend.index_queue_module.flashmessage.error.single_item_not_requeued
source: Single item was not requeued.
cs: Jedna položka nebyla znovu zařazena do fronty.
de: Einzelnes Element wurde nicht erneut in die Warteschlange gestellt.
fr: L'élément n'a pas été remis dans la file.

# solr.backend.index_queue_module.flashmessage.initialize.no_selection
source: No indexing configurations selected.
cs: Nejsou vybrány žádné konfigurace indexování.
de: Keine Indizierungskonfigurationen ausgewählt.
es: No se han seleccionado configuraciones de indexación.
fr: Aucune configuration d'indexation sélectionnée.
ja: インデックス設定の構成が選択されていません。
pt: Nenhuma configuração de indexação selecionada.

# solr.backend.index_queue_module.flashmessage.initialize.success
source: Initialized indexing configurations: %s
cs: Inicializované konfigurace indexování: %s
de: Indizierungskonfigurationen initialisiert für: %s
es: Configuraciones de indexación inicializadas: %s
fr: Configurations d'indexation initialisées : %s
ja: インデックス設定の構成が初期化されました: %s
pt: Configurações de indexação inicializadas: %s

# solr.backend.index_queue_module.flashmessage.initialize.title
source: Index Queue initialized
cs: Indexová fronta inicializována
de: Index Queue initialisiert
es: Cola de indexación inicializada
fr: File d'indexation initialisée
ja: インデックス キューが初期化されました
pt: Index Queue inicializada

# solr.backend.index_queue_module.flashmessage.initialize_failure.title
source: Error occured while initializing
de: Beim Initialisieren ist ein Fehler aufgetreten

# solr.backend.index_queue_module.flashmessage.initialize_failure
source: An error occurred while initializing the index queue: %1$s [%2$d]
de: Bei der Initialisierung der Index-Queue ist ein Fehler aufgetreten: %1$s [%2$d]

# solr.backend.index_queue_module.flashmessage.not_initialized.title
source: Index Queue not initialized
cs: Indexová fronta není inicializována
de: Index Queue nicht initialisiert
es: Cola de indexación no inicializada
fr: File d'indexation non initialisée
pt: Index Queue não inicializada
