Repository: TYPO3-Solr/ext-solr
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: cs, de, es, fr, it, ja, nl, pl, pt

# solr.backend.index_queue_module.flashmessage.success.reset_errors
source: All errors have been reset.
cs: Všechny chyby byly resetovány.
de: Alle Fehler wurden zurückgesetzt.
es: Se han suprimido todos los errores.
fr: Toutes les erreurs ont été réinitialisées.
ja: 全てのエラーがリセットされました。
pt: Todos os erros foram redefinidos.

# solr.backend.index_queue_module.flashmessage.success.index_manual
source: Indexing from the backend was successfully finished.
cs: Indexování z backendu bylo úspěšně dokončeno.
de: Die Indizierung aus dem Backend wurde erfolgreich abgeschlossen.
es: La indexación desde backend ha finalizado correctamente.
fr: L'indexation de l'application en arrière-plan s'est terminée avec succès.
ja: バックエンドからのインデックス設定が完了しました。
pt: A indexação a partir do back-end foi concluída com sucesso.

# solr.backend.index_queue_module.flashmessage.success.single_item_was_requeued
source: Single item was successfully marked for reindexing.
cs: Jedna položka byla úspěšně označena k reindexaci.
de: Einzelnes Element wurde erfolgreich zur Neuindizierung markiert.
fr: L'élément a été marqué pour ré-indexation avec succès.

# solr.backend.index_queue_module.flashmessage.index_manual
source: Manual Indexing
cs: Manuální indexování
de: Manuelle Indexierung
es: Indexación manual
fr: Indexation manuelle
ja: 手動インデックス設定

# solr.backend.index_queue_module.help
source: Initializing the Index Queue is the most complete way to force re-indexing, or to build the Index Queue for the first time. The Index Queue Worker scheduler task will then index the items listed in the Index Queue.
cs: Inicializace indexové fronty je nejúplnější způsob, jak vynutit opětovné indexování nebo poprvé vytvořit indexovou frontu. Úloha plánovače Index Queue Worker pak indexuje položky uvedené v Index Queue.
de: Die Initialisierung der Index-Warteschlange ist der vollständigste Weg, um eine Neuindizierung zu erzwingen oder die Index-Warteschlange zum ersten Mal aufzubauen. Der Index Queue Worker Scheduler Task indiziert dann die in der Index Queue aufgeführten Elemente.
es: La inicialización de la cola de indexación es la forma más efectiva de forzar una reindexación o de crear una cola de indexación por primera vez. El planificador del index queue worker procederá entonces a indexar los elementos listados en la cola de indexación.
fr: L'initialisation de la file d'indexation est le moyen le plus complet de forcer la ré-indexation ou de générer la file d'indexation pour la première fois. La tâche Traitement de la File d'Indexation du planificateur indexera alors les éléments énumérés dans la file d'indexation.
ja: インデックス キューの初期化は、インデックスの強制再設定時やインデックス キューの初回構築時の最も完全な方法です。その後、Index Queue Worker スケジューラーのタスクによりインデックス キューのリスト項目がインデックス設定されます。
pt: Inicializar a Index Queue é a forma mais completa de forçar a reindexação ou de criar a Index Queue pela primeira vez. A tarefa de agendador do Index Queue Worker irá então indexar os itens listados na Index Queue.

# solr.backend.index_queue_module.status.errors
source: Errors
cs: Chyby
de: Fehler
es: Errores
fr: Erreurs
ja: エラー
pt: Erros

# solr.backend.index_queue_module.status.header
source: Indexing Progress
cs: Průběh indexování
de: Indizierungsfortschritt
es: Progreso de la indexación
fr: Indexation en cours
ja: インデックス設定の進捗状況

# solr.backend.index_queue_module.status.indexed
source: Indexed
cs: Indexováno
de: indexiert
es: Indexado
fr: Indexé
ja: インデックス設定済み

# solr.backend.index_queue_module.status.pending
source: Pending
cs: Čekající
de: ausstehend
es: Pendiente
fr: En attente
ja: 保留中

# solr.backend.index_queue_module.header_init
source: Index Queue Initialization
cs: Inicializace indexové fronty
de: Index Queue Initialisierung
es: Inicialización de la cola de indexación
fr: Initialisation de la file d'indexation
ja: インデックス キューの初期化

# solr.backend.index_queue_module.button.clear_index_queue
source: Clear Index Queue
cs: Vymazat indexovou frontu
de: Index Queue leeren
es: Limpiar cola de indexación
fr: Vider la file d'indexation
ja: インデックス キューのクリア

# solr.backend.index_queue_module.back
source: Go back
cs: Zpět
de: Zurück
es: Regresar
fr: Retour
ja: 戻る
pt: Voltar

# solr.backend.index_queue_module.flashmessage.error.no_queue_item_for_queue_error
source: No valid queue item passed to show the error information!
cs: Nebyla předána žádná platná položka fronty k zobrazení informací o chybě!
de: Kein gültiges Warteschlangenelement übergeben, um die Fehlerinformationen anzuzeigen!
es: ¡No ha pasado ningún elemento válido de la cola para mostrar la información del error!
fr: Aucun élément de file d'attente valide transmis pour afficher les informations d'erreur !
ja: エラー情報を表示する有効なキュー項目はありませんでした。
pt: Nenhum item válido da fila para exibir as informações de erro!

# solr.backend.index_queue_module.error_details
source: Error details for queue item
cs: Podrobnosti o chybě položky fronty
de: Fehlerdetails für Queue Element
es: Detalles del error del elemento de la cola
fr: Détails de l'erreur pour l'élément de la file d'attente
ja: キュー項目のエラーの詳細
pt: Detalhes do erro sobre o item da fila

# solr.backend.index_queue_module.index_now
source: Index now
cs: Indexuj nyní
de: Jetzt indizieren
es: Indexar ahora
fr: Indexer maintenant
ja: 今すぐインデックス設定
pt: Indexar agora

# tt_content.CType_pi_frequentsearches
source: Search: Frequent Searches
de: Suche: Häufige Suchen

# tt_content.CType_pi_results
source: Search: Form, Result, Additional Components
de: Suche: Formular, Ergebnisse, weitere Komponenten

# tt_content.CType_pi_search
source: Search: Form only
de: Suche: Nur Suchformular

# solr.backend.search_statistics_module.item_count
source: Number of Queries
cs: Počet dotazů
de: Anzahl der Abfragen
es: Número de consultas
fr: Nombre de Requêtes
ja: 質問件数
pt: Número de consultas

# solr.backend.search_statistics_module.results
source: Number of Results (Average)
cs: Počet výsledků (průměr)
de: Anzahl der Ergebnisse (Durchschnitt)
es: Número de resultados (promedio)
fr: Nombre de Résultats (Moyenne)
ja: 結果件数 (平均)
pt: Número de resultados (média)

# solr.backend.search_statistics_module.percentage
source: Percentage
cs: Procenta
de: Prozentsatz
es: Porcentaje
fr: Pourçentage
ja: 割合
pt: Percentagem

# solr.backend.search_statistics_module.no_records_found
source: No records found. Did you enabled 'plugin.tx_solr.statistics = 1' in the typoscript configuration of your site?
cs: Nenalezeny žádné záznamy. Povolili jste 'plugin.tx_solr.statistics = 1' v konfiguraci typoscriptu vašeho webu?
de: Keine Einträge gefunden. Hast du das 'plugin.tx_solr.statistics = 1' in der Typoscript-Konfiguration deiner Seite aktiviert?
es: No se han encontrado registros. ¿Ha habilitado 'plugin.tx_solr.statistics = 1' en la configuración de typoscript de su sitio?
fr: Pas d'enregistrement trouvé. Avez-vous activé 'plugin.tx_solr.statistics = 1' dans la configuration typoscript de votre site ?
ja: レコードが見つかりません。サイトのタイポスクリプト構成設定で「plugin.tx_solr.statistics = 1」を有効化しましたか?
pt: Nenhum registro encontrado. Você ativou "plugin.tx_solr.statistics = 1" na configuração typoscript do seu site?

# solr.backend.search_statistics_module.top_search_phrases
source: Top %d Search Phrases
de: Top %d Suchbegriffe

# solr.backend.search_statistics_module.top_search_phrases_without_hits
source: Top %d Search Phrases Without Hits
de: Top %d Suchbegriffe ohne Treffer

# solr.backend.search_statistics_module.search_phrases_header
source: Search Phrase Statistics
cs: Statistika vyhledaných frází
de: Suchbegriff-Statistiken
es: Estadísticas de frases de búsqueda
fr: Statistiques des phrases cherchées
ja: 検索フレーズ統計情報
pt: Estatísticas de frases pesquisadas

# solr.backend.search_statistics_module.filter.reset
source: Reset
de: Zurücksetzen

# solr.backend.search_statistics_module.filter.end
source: End
de: Ende

# index_title
source: Apache Solr Index
cs: Index Apache Solr
es: Índice de Apache Solr
fr: Index d'Apache Solr
ja: Apache Solr インデックス

# indexqueueworker_title
source: Index Queue Worker
cs: Pracovník indexové fronty
es: Asistente de cola de indexación
fr: Traitement de la File d'Indexation
nl: Index Wachtrij Taak

# field_host
source: Solr Host
cs: Solr Hostitel
es: Host de Solr
fr: Hôte Solr
ja: Solr ホスト

# field_port
source: Solr Port
es: Puerto de Solr
fr: Port Solr
ja: Solr ポート
nl: Solr poort

# field_server
source: Solr Server
es: Servidor de Solr
fr: Serveur Solr
ja: Solr サーバー

# results_range
source: Displaying results @resultsFrom to @resultsTo of @resultsTotal.
cs: Ukaž výsledky @resultsFrom až @resultsTo z @resultsTotal.
es: Mostrando resultados @resultsFrom a @resultsTo de @resultsTotal.
fr: Affiche les résultats de @resultsFrom à @resultsTo sur @resultsTotal.
it: Mostra risultati @resultsFrom a @resultsTo di @resultsTotal.
ja: @resultsTotal の結果のうち、 @resultsFrom から @resultsTo までを表示します。
nl: Resultaat @resultsFrom tot @resultsTo van @resultsTotal.
pl: Pokazuję wyniki od @resultsFrom do @resultsTo z @resultsTotal.
pt: Exibindo resultados @resultsFrom a @resultsTo de @resultsTotal.

# results_found
source: Found @resultsTotal results in @resultsTime milliseconds.
cs: Nalezeno @resultsTotal výsledků v @resultsTime milisekundách
es: @resultsTotal resultados encontrados en @resultsTime milisegundos.
fr: @resultsTotal résultats ont été trouvés en @resultsTime millisecondes.
it: @resultsTotal risultati trovati in @resultsTime millisecondi.
ja: @resultsTime ミリ秒で @resultsTotal の結果が見つかりました。
nl: Gevonden: @resultsTotal resultaten in @resultsTime milliseconden.
pl: Rezultatów: @resultsTotal, czas wyszukiwania @resultsTime milisekund.
pt: Foram encontrados @resultsTotal resultados em @resultsTime milissegundos.

# results_found.singular
source: Found 1 result in @resultsTime milliseconds.
cs: Najdi jeden výsledek z @resultsTime v milisekundách.
fr: 1 résultat a été trouvé en @resultsTime millisecondes.
it: 1 risultati trovati in @resultsTime millisecondi.

# results_searched_for
source: Searched for "@searchWord".
cs: Hledáno pro "@searchWord".
es: Búsqueda de "@searchWord".
fr: Recherche de "@searchWord".
it: Eseguita ricerca di "@searchWord".
ja: "@searchWord" を検索しました。
nl: Gezocht naar "@searchWord".
pl: Szukaliśmy "@searchWord".
pt: Pesquisado "@searchWord".

# no_results_nothing_found
source: Nothing found for "@searchWord".
cs: Nic nenalezeno pro "@searchWord".
es: La búsqueda de "@searchWord" no ha obtenido ningún resultado.
fr: Rien trouvé pour "@searchWord".
it: La ricerca di "@searchWord" non ha prodotto risultati in nessun documento.
ja: "@searchWord" が見つかりません。
nl: Niets gevonden voor "@searchWord".
pl: Nie znaleziono "@searchWord".
pt: Nada foi encontrado para "@searchWord".

# no_results_showing_results_suggestion
source: Showing results for "@suggestedWord".
cs: Zobrazeny výsledky pro "@suggestedWord".
es: Mostrar resultados para "@suggestedWord"
fr: Affichage des résultats pour "@suggestedWord".
pt: Exibindo resultados para "@suggestedWord"

# no_results_search_for_original
source: Search instead for "@searchWord".
cs: Místo toho hledej „@searchWord“.
es: Buscar "@searchWord".
fr: Chercher "@searchWord" à la place.
pt: Pesquisar "@searchWord" em vez disso.

# solr.backend.index_queue_module.errors.item_uid
source: Item UID
cs: UID položky
es: ID único de elemento
fr: Afficher l'erreur
ja: 項目の UID

# solr.backend.index_queue_module.flashmessage.title
source: Index Queue
cs: Indexová fronta
es: Cola de indexación
fr: File d'indexation
ja: インデックス キュー

# solr.backend.index_queue_module.header_status
source: Index Queue Status
cs: Stav indexové fronty
es: Estado de la cola de indexación
fr: État de la file d'indexation
ja: インデックス キューの状態

# tt_content.list_type_pi_frequentsearches
source: Search: Frequent Searches
cs: Hledat: Časté vyhledávání
es: Buscar: Búsquedas frecuentes
fr: Recherche : Recherches fréquentes
ja: 検索: 頻度の高い検索
pt: Pesquisa: Pesquisas frequentes

# tt_content.list_type_pi_results
source: Search: Form, Result, Additional Components
cs: Hledat: Formulář, Výsledek, Další komponenty
es: Buscar: Formulario, resultado, componentes adicionales
fr: Recherche : Formulaire, Résultats, Composants additionnels
ja: 検索: フォーム、結果、追加コンポーネント
pt: Pesquisa: Forma, Resultado, Componentes adicionais

# tt_content.list_type_pi_search
source: Search: Form only
cs: Hledat: Pouze formulář
es: Buscar: Solo formulario
fr: Recherche : Formulaire seul
ja: 検索: フォームのみ
pt: Pesquisa: Apenas forma

# solr.backend.search_statistics_module.top_search_phrases
source: Top 5 Search Phrases
cs: Top 5 vyhledaných frází
es: Las 5 principales frases de búsqueda
fr: Les 5 phrases les plus recherchées
ja: トップ 5 検索フレーズ
pt: 5 principais frases pesquisadas

# solr.backend.search_statistics_module.top_search_phrases_without_hits
source: Top 5 Search Phrases Without Hits
cs: Top 5 vyhledávacích frází bez hitů
es: Las 5 principales frases de búsqueda sin resultados
fr: Les 5 phrases sans correspondance les plus recherchées
ja: 該当の無いトップ 5 検索フレーズ
pt: 5 principais frases pesquisadas sem resultados

# mlang_labels_tabdescr
source: Allows you to manage Apache Solr from TYPO3.Access for 'admin' users only!
cs: Umožňuje vám spravovat Apache Solr z TYPO3.Přístup pouze pro uživatele „admin“!

# solr.backend.search_statistics_module.item_phrase
source: Phrase
cs: Fráze
es: Frase
ja: フレーズ
pt: Frase

# results_found.singular
source: Found 1 results in @resultsTime milliseconds.
ja: @resultsTime ミリ秒で 1 の結果が見つかりました。
nl: Gevonden: 1 resultaten in @resultsTime milliseconden.
pl: Rezultatów: 1, czas wyszukiwania @resultsTime milisekund.

# extConf.category.monitoring
source: Monitoring
fr: Surveillance

# extConf.category.routeEnhancer
source: Route Enhancer
de: Routenoptimierer
fr: Amélioration des routes

# extConf.allowSelfSignedCertificates
source: Allow self signed certificates
de: Selbst signierte Zertifikate zulassen
fr: Permettre les certificats autosignés

# extConf.enableRouteEnhancer
source: Enable route enhancer: If you want to use speaking URLs for Solr facets, you have to enable this option, otherwise the required Middleware is not active and the route enhancer has no effect.
de: Routenoptimierer aktivieren: Wenn du sprechende URLs für Solr-Facetten verwenden möchtest, musst du diese Option aktivieren, da sonst die erforderliche Middleware nicht aktiv ist und der Routenoptimierer keine Wirkung hat.
fr: Activer l'amélioration des routes: Si vous souhaitez utiliser les URLs parlantes pour les facettes Solr, vous devez activer cette option, sinon le Middleware requis n'est pas activé et l'amélioreur de route n' pas d'effet.

# extConf.includeGlobalQParameterInCacheHash
source: Include/Exclude global q parameter in/from cacheHash.
de: Globalen q-Parameter in/aus cacheHash einschließen/ausschließen.
fr: Inclure/Exclure le paramètre global q dans/depuis le cacheHash.

# extConf.monitoringType
source: Monitoring type: Define how data updates should be monitored.
de: Monotoring Typ: Lege fest, wie Datenupdates kontrolliert werden sollen.
fr: Surveillance: Définir comment les mise à jour des données sont surveillées

# extConf.monitoringType.I.0
source: Immediate
de: Sofort
fr: Immédiatement

# extConf.monitoringType.I.1
source: Delayed (Scheduler task)
de: Verzögert (Scheduler Task)
fr: Différée (Tâche planifiée)

# extConf.monitoringType.I.2
source: No monitoring at all
de: Kein Monitoring
fr: Pas de Surveillance du tout

# extConf.pluginNamespaces
source: A list of white listed plugin namespaces: Required by cacheHash/excludedParameters and plugin flex form. Note: This list only is available in Plugin -> Options -> Plugin Namespace
fr: Liste d'espace de nom de plugin autorisées: Requîs par cacheHash/excludedParameters et le flex form du plugin. Note : Disponible uniquement dans Plugin -> Options -> Plugin Namespace

# extConf.useConfigurationFromClosestTemplate
source: Use closest rootpage for configuration: Performance improvement
de: Nächstgelegene Rootpage für die Konfiguration verwenden: Leistungssteigerung
fr: Utiliser la page racine la plus proche pour la configuration: Améliore les performances

# extConf.useConfigurationTrackRecordsOutsideSiteroot
source: Enable/Disable record tracking outside siteroot
de: Aktivieren/Deaktivieren von Datensatz-Tracking außerhalb der Siteroot
fr: Activer/Désactiver le suivi des enregistrements en-dehors des racines de site

# extConf.useConfigurationMonitorTables
source: Monitor tables - explicitly monitor these: Still requires TypoScript configuration!
de: Tabellen Monitoring - explizit diese überwachen: TypoScript muss dennoch konfiguriert werden!
fr: Surveiller les tables - explicitement surveiller celles-ci: La configuration TypoScript reste requise !

# task.eventQueueWorkerTask.title
source: Event Queue Worker
fr: Traitement de la file d'événement

# task.eventQueueWorkerTask.description
source: Task handling the queue data update events. Required if monitoringType is set to "Delayed".
de: Task, um die Aktualisierungsereignisse der Queue Daten abzuarbeiten. Erforderlich, wenn monitoringType auf „Verzögert“ gesetzt ist.
fr: Tâche gérant les événements de mise à jour de données. Requis si monitoringType est défini à « Différée ».

# task.eventQueueWorkerTask.limit
source: Processing limit, the number of events to process
de: Bearbeitungslimit, Anzahl der zu verarbeitenden Ereignisse
fr: Limit de traitement, le nombre d'événements à traiter

# task.eventQueueWorkerTask.statusMsg
source: Data update events to process: %1$d, Errors: %2$d. %3$d events will be processed per run.
de: Zu verarbeitende Datenaktualisierungen: %1$d, Fehler: %2$d. %3$d Ereignisse werden pro Ausführung verarbeitet.
fr: Événements de mise à jour à traiter : %1$d, Erreurs: %2$d. %3$d événements sont traités par exécution.

# extConf.pluginNamespaces
source: A list of white listed plugin namespaces: Required by cacheHash/excludedParameters and plugin flex form. Note: This list only is available in Plugin -> Options -> Plugin Namespace
de: Eine Liste von „white listed“ Plugin-Namespaces: Erforderlich für cacheHash/excludedParameters und plugin flex form. Hinweis: Diese Liste ist nur in Plugin -> Options -> Plugin Namespace verfügbar
